package ru.andrunov;

/**
 * Created by Admin on 12.08.2016.
 */
public class UsersHolderFiller {
    private String[] filler;
    {filler = new String[]{ "Иванов А.Н./25/0/05.05.2012",
                            "Козлов Г.Д./23/1/06.05.2012",
                            "Григорьева Г.Д./44/0/07.08.2012",
                            "Лазарев Г.Д./58/0/08.08.2012",
                            "Миронова Г.Д./65/1/09.09.2012",
                            "Марков Г.Д./37/0/07.10.2012",
                            "Осипов Г.Д./28/0/14.11.2012",
                            "Максимов Г.Д./52/0/18.12.2012",
                            "Павлов Г.Д./47/1/05.02.2013",
                            "Соловьёв Д.Д./35/0/15.04.2013",
                            "Филиппов А.Д./31/0/25.05.2013",
                            "Харитонова З.Д./46/0/04.07.2013",
                            "Шестакова Л.Д./27/0/05.08.2013",
                            "Трофимова Н.Д./25/1/10.09.2013",
                            "Рогова О.В./59/0/12.10.2013",
                            "Бордаков Д.В./42/0/14.11.2013",
                            "Ябченко С.В./46/0/02.12.2013",
                            "Яковенко А.И./47/0/14.02.2014",
                            "Зорина Н.Н./24/0/25.03.2014",
                            "Ябченко Н.И./26/0/14.05.2014",
                            "Кузнецов Д.П./38/0/25.08.2014",
                            "Николаев Л.П./53/0/30.10.2014",
                            "Мартынова Н.Д./54/1/06.02.2015",
                            "Евдокимов Г.А./56/0/08.05.2015",
                            "Журавлёв С.П./34/0/09.05.2016",
                            "Киселёв Н.Е./37/0/05.07.2016"};}

    public UsersHolderFiller() {
    }

    public String[] getFiller() {
        return filler;
    }
}
